{
    "data": [
        {
            "id": 0,
            "asset_id": "1397",
            "video_id": "MLvO2MfwwWU",
            "title": "The Robot & I | Where Can I Begin | Cognizant",
            "created_date": "2015-05-07",
            "description": "http://www.cognizant.com/InsightsWhitepapers/the-robot-and-I-how-new-digital-technologies-are-making-smart-people-and-businesses-smarter-codex1193.pdf?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=wherecanibegin\r\n Intelligent Process Automation is here to stay and it continues to disrupt the status quo. Organizations need to develop varied, individualized strategies to free employees to tackle higher value work  and reduce errors and rework. \r\n\r\nBut where to begin incorporating IPA?\r\n\r\nFirst, it’s important to identify the processes that could benefit most from Intelligent Process Automation. Look for segments of sub-processes and evaluate current worker efficiency. Next, upskill employees. IPA enables skilled employees to work smarter while contributing more meaningfully to the company. Lastly, build your processes for humans. Intelligent Process Automation should act as a force multiplier, rather than a tool for large-scale employee replacement. \r\n\r\nBusiness is about creating an environment in which your smart people can work smarter. Those businesses that embrace disruptive technologies like Intelligent Process Automation and Code Halos will be best positioned to thrive as work becomes more digital.\r\n\r\nTo learn more about Cognizant and Intelligent Process Automation, click the link above and download the whitepaper.",
            "set_names": "Banking & Financial Services,Business Process Services,Business Reimagined,Digital Business,Healthcare,Insurance,Tier 1",
            "industry_name": "Banking & Financial Services,Healthcare,Insurance",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=MLvO2MfwwWU",
            "thumbnail": "http://i1.ytimg.com/vi/MLvO2MfwwWU/default.jpg"
        },
        {
            "id": 1,
            "asset_id": "1396",
            "video_id": "ng7sGW6Kw3I",
            "title": "The Robot & I | Danger or Dance Partner | Cognizant",
            "created_date": "2015-05-07",
            "description": "http://www.cognizant.com/InsightsWhitepapers/the-robot-and-I-how-new-digital-technologies-are-making-smart-people-and-businesses-smarter-codex1193.pdf?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=dangerordancepartner\r\n Automation will likely make some jobs redundant, but it will also create others. Many of today’s tech and data-related jobs didn’t exist five years ago, and many of these new, highly specialized jobs are the result of the increasing integration of smart robots.\r\n\r\nCognizant’s data suggest that companies that utilize Intelligent Process Automation are reducing their number of employees, with 20% of companies reporting at least a 25% reduction in the past year. These reductions of employees will only increase over the next decade as more and more companies turn to artificial intelligence and its game-changing potential to automate the mundane and reduce costs. As a result, the debate over artificial intelligence and its societal impact is set to intensify.\r\n\r\nWhile many jobs will be made redundant by automation, that’s not the whole story. Intelligent Process Automation may enhance today’s jobs because it’s not a matter of just automating existing processes; it’s about building processes that augment and complement the skills of human workers.\r\n\r\nHumans are still an essential part of even fully automated processes. They must act as overseers and problem-solvers, correcting errors and monitoring progress to ensure that maximum efficiency is achieved. Human workers, with their inherent creativity and curiosity, are the key to unlocking the full potential of smart robots.\r\n\r\nTo learn more about Cognizant and Intelligent Process Automation, click the link above and download the whitepaper.",
            "set_names": "Banking & Financial Services,Business Process Services,Business Reimagined,Digital Business,Healthcare,Insurance,Tier 1",
            "industry_name": "Banking & Financial Services,Healthcare,Insurance",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=ng7sGW6Kw3I",
            "thumbnail": "http://i1.ytimg.com/vi/ng7sGW6Kw3I/default.jpg"
        },
        {
            "id": 2,
            "asset_id": "1395",
            "video_id": "JIJaJTz0RSo",
            "title": "The Robot & I | Final Thoughts | Cognizant",
            "created_date": "2015-05-07",
            "description": "http://www.cognizant.com/InsightsWhitepapers/the-robot-and-I-how-new-digital-technologies-are-making-smart-people-and-businesses-smarter-codex1193.pdf?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=finalthoughts\r\n Intelligent Process Automation is a powerful way to multiply the capabilities of employees and truly getting to know  customers while enabling your organization to focus on the right sets of data to drive that knowledge and business performance. The possibilities are endless when humans and robots work together rather than independently.\r\n\r\nWhile smart robots will continue to become a larger part of the operations of all organizations, the human element will remain invaluable. Human ingenuity and creativity will remain an essential component of the management and orchestration of knowledge work. IPA enables organizations  to create smart processes that free smart people from rote tasks and enable them to focus on higher value activities that generate increased value for the company.\r\n\r\nIntelligent Process Automation amplifies the best qualities of human workers, increasing efficiency and reducing costs. Human creativity, grit, and decision-making are essential to realizing the full potential of IPA and this blended approach helps turn data into insight that informs continuous process optimization and advances business performance. When smart humans and smart robots work together, incredible things happen for all participants.\r\n\r\nTo learn more about Cognizant and Intelligent Process Automation, click the link above and download the whitepaper.",
            "set_names": "Banking & Financial Services,Business Process Services,Business Reimagined,Digital Business,Healthcare,Insurance,Tier 1",
            "industry_name": "Banking & Financial Services,Healthcare,Insurance",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=JIJaJTz0RSo",
            "thumbnail": "http://i1.ytimg.com/vi/JIJaJTz0RSo/default.jpg"
        },
        {
            "id": 3,
            "asset_id": "1394",
            "video_id": "Qyfe6EWfqY4",
            "title": "The Robot & I | Show Me the Money | Cognizant",
            "created_date": "2015-05-07",
            "description": "http://www.cognizant.com/InsightsWhitepapers/the-robot-and-I-how-new-digital-technologies-are-making-smart-people-and-businesses-smarter-codex1193.pdf?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=showmethemoney\r\n Reducing costs is often essential to business success.  Utilizing robots to address repetitive and rote tasks – what Cognizant calls Intelligent Process Automation – can help companies become more efficient and hence save money.\r\n\r\nNearly every process relies on technology, but there’s still a huge amount of repetitive data entry, searching, and collating involved. Process steps that haven’t been automated and workarounds that require people to toggle between multiple systems to achieve last-mile integration of data represent an excellent opportunity to utilize Intelligent Process Automation.\r\n\r\nThe smart robots of today are digital software tools that mimic human tasks and desktop computers, eliminating manual steps. Freed from time-consuming, labor-intensive tasks, people are now able to spend more time doing what they do best – thinking creatively and critically. This increase in efficiency results in a decline in cost as well as increased speed and accuracy via the formation of a robot-driven, money-saving assembly line.\r\n\r\nWell over half of those interviewed in Cognizant’s survey either predict substantial cost savings due to the use of smart robots in their businesses, or have already seen significant savings with the utilization of IPA. These robots may operate  virtually, but their potential for dramatically reducing costs is very real, to the benefit of all participants.\r\n\r\nTo learn more about Cognizant and Intelligent Process Automation, click the link above and download the whitepaper.",
            "set_names": "Banking & Financial Services,Business Process Services,Business Reimagined,Digital Business,Insurance,Tier 1",
            "industry_name": "Banking & Financial Services,Insurance",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=Qyfe6EWfqY4",
            "thumbnail": "http://i1.ytimg.com/vi/Qyfe6EWfqY4/default.jpg"
        },
        {
            "id": 4,
            "asset_id": "1393",
            "video_id": "B_f9TkqxyqY",
            "title": "The Robot & I | Work Smarter with Automation | Cognizant",
            "created_date": "2015-05-07",
            "description": "http://www.cognizant.com/InsightsWhitepapers/the-robot-and-I-how-new-digital-technologies-are-making-smart-people-and-businesses-smarter-codex1193.pdf?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=smarterwithautomation\r\n When some people think of the future of robots, they think of humanoid machines outperforming and replacing humans. In reality, the relationship between humans and robots is a beneficial, collaborative one. Robots augment the skills of humans, rather than replace them.\r\n\r\nThis is especially true of robots utilized in knowledge work. These algorithm-based robots take care of rote tasks and the gathering of analytics, allowing humans to focus on creative and problem-solving tasks. This blended approach increases efficiency and decreases errors while enabling workers to work smarter.\r\n\r\nThis targeted, sophisticated automation is what Cognizant calls IPA: Intelligent Process Automation. IPA drives new insights, value, and outcomes for businesses: banks can approve a loan in minutes instead of hours, hospitals can greatly reduce errors, and insurance companies can virtually eliminate rework. These smart robots are becoming force multipliers for the efforts of smart people.\r\n\r\nAutomation isn’t about replacing humans. It’s about complementing humans’ most valuable skills while freeing them from rote tasks, drastically increasing worker efficiency. Cognizant helps organizations identify which processes to automate, and how best to augment human talent with IPA.\r\n\r\nTo learn more about Cognizant and Intelligent Process Automation, click the link above and download the whitepaper.",
            "set_names": "Banking & Financial Services,Business Process Services,Business Reimagined,Digital Business,Healthcare,Insurance,Tier 1",
            "industry_name": "Banking & Financial Services,Healthcare,Insurance",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=B_f9TkqxyqY",
            "thumbnail": "http://i1.ytimg.com/vi/B_f9TkqxyqY/default.jpg"
        },
        {
            "id": 9,
            "asset_id": "1352",
            "video_id": "s4B_BOs4o-c",
            "title": "The Robot & I | Knowledge Work Made Smarter with Intelligent Process Automation | Cognizant",
            "created_date": "2015-04-20",
            "description": "http://www.cognizant.com/InsightsWhitepapers/the-robot-and-I-how-new-digital-technologies-are-making-smart-people-and-businesses-smarter-codex1193.pdf\r\n\r\nThe singularity may be near, but for now, organizations that blend, even augment, the creative thinking of humans with the algorithmic smarts of software robots can attain unprecedented levels of workforce productivity and efficiency, and deliver superior business outcomes. \r\n\r\nAutomating rote and repetitive tasks while applying analytics distilled from knowledge process work performed by software robots can enable organizations to continuously optimize work. This discipline, which applies artificial intelligence (AI) and machine learning, is known as Intelligent Process Automation (IPA), and it is seen as a key element in the future of work. For example, banks can use software to check a client’s financial history and approve or decline a loan in minutes instead of hours. Thanks to the reliability of software, errors are decreased resulting in less rework and wasted time. IPA can improve knowledge worker throughput and accuracy by offloading rote work to machines, freeing humans to focus on higher-value tasks.\r\n\r\nSome may fear that IPA will eliminate jobs. This is a reasonable concern given the never ending corporate obsession with belt-tightening measures and operational efficiency. However, IPA also opens the doors to new roles and responsibilities focused  on the integration, management, and maintenance of IPA software. The scale of data delivered by IPA will be enormous, resulting in the need for greater numbers of data scientists  to help organizations properly interpret and apply process insights and foresights to advance business strategy and competitive advantage.\r\n\r\nIPA isn’t about replacing humans. It’s about augmenting humans and removing rote tasks from their workloads to more effectively apply their creativity and problem-solving skills to differentiating work. Cognizant helps organizations identify which processes to automate, where internal skills need to be elevated, and how to augment human talent with IPA.\r\n\r\nTo learn more about Cognizant and Intelligent Process Automation, click the link above and download the whitepaper.",
            "set_names": "Business Process Services,Business Reimagined,Code Halos,SMAC Stack,Tier 1",
            "industry_name": "",
            "theme_name": "Code Halos,SMAC Stack",
            "youtube_url": "https://www.youtube.com/watch?v=s4B_BOs4o-c&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/s4B_BOs4o-c/default.jpg"
        },
        {
            "id": 13,
            "asset_id": "1313",
            "video_id": "hddoU2WDQaQ",
            "title": "Insurance Innovation with The Internet of Things",
            "created_date": "2015-03-18",
            "description": "Innovation is all about connecting the ideas, leveraging the old and the new, and creating new ways of doing things. Every company, business and industry have transformed through innovative methods to be relevant even today.  Commercialization of The Internet in late 1990s brought a major innovation to insurance distribution channels. Today, the next generation of technologies from digital, Internet of Things (IoT) and big data, are shifting insurance from product to customer-centric. \r\n\r\nCognizant believes the insurance industry, both life and property & casualty, are facing similar disruptive trends. The disruption is due to sharing economy and technology advancement. We believe technology can be used to manage through these disruptive forces to take full advantage of the future-facing capabilities. Learn how insurers can win with The Internet of Things (IoT).  Learn more visit www.cognizant.com/insurance",
            "set_names": "Insurance,Internet of Things,Technology,Tier 1",
            "industry_name": "Insurance,Technology",
            "theme_name": "",
            "youtube_url": "https://www.youtube.com/watch?v=hddoU2WDQaQ&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/hddoU2WDQaQ/default.jpg"
        },
        {
            "id": 14,
            "asset_id": "1312",
            "video_id": "3m5N6JQRDxQ",
            "title": "Cognizant - Internet of Things: Can It",
            "created_date": "2015-03-19",
            "description": "With the power of digital, analytics and automation, now every little thing can provide even greater value.",
            "set_names": "Analytics,Digital Business,Internet of Things,Tier 1",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=3m5N6JQRDxQ&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/3m5N6JQRDxQ/default.jpg"
        },
        {
            "id": 16,
            "asset_id": "1293",
            "video_id": "25KSgOf-5IE",
            "title": "iCommit2Fit | Cognizant's Initiative to Improve Employee Health",
            "created_date": "2015-03-04",
            "description": "http://www.cognizant.com/latest-thinking/perspectives/employee-wellness-two-parts-perspiration-one-part-persistence?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=icommit2fit  85% of American workers are currently considered obese, and as a result suffer from numerous ailments. This leads to decreased productivity in the workplace, with an estimated annual loss of $153 billion due to the effects of the obesity epidemic.  Cognizant’s  iCommit2Fit is an innovative employee wellness program that uses  one-to-one coaching method, digital technology, and an incentives program to empower associates to improve their personal wellbeing.\r\n\r\n Niresh Sivathasan, Cognizant's Manager of BPS Strategic Operations, says iCommit2Fit inspires employees to increase their daily activity and select healthier eating option, which generates weight loss for most employees. This approach has exceeded expectations, especially when compared to more traditional office wellness programs. \r\n\r\nParticipants in the iCommit2Fit program were given their very own Fitbit physical activity tracker to record progress. Each participant had a unique daily goal; coaches would determine initial goals based on the participant’s medical history and baseline steps and would alter the goal on a monthly basis. Step data from the Fitbit was then uploaded to Cognizant's HealthActivate platform, which allows participants to log their daily caloric intake. Moral support was provided via weekly online meetings, where a personal health coach reviewed participants’ data and introduced new goals as necessary. \r\n\r\nThe results were astounding. iCommit2Fit participants routinely met and exceeded their goals in record numbers. In just six months, the 127 initial participants took approximately 200 million steps, which is equal to traversing the circumference of Earth four times. Virtually every participant experienced some improvement, whether due to meeting weight loss goals or increased physical activity.\r\n\r\nThanks to these statistics, Cognizant is seeking to expand this pilot program to even more employees. The overall aim is to not only help workers maintain fitness, but to also help minimize the billions organizations lose every year due to obesity and its effects on worker productivity.\r\n\r\nFor more information on Cognizant and iCommit2Fit, please click the link above.",
            "set_names": "Code Halos,Healthcare,Tier 1",
            "industry_name": "Healthcare",
            "theme_name": "Code Halos",
            "youtube_url": "https://www.youtube.com/watch?v=25KSgOf-5IE&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/25KSgOf-5IE/default.jpg"
        },
        {
            "id": 17,
            "asset_id": "1292",
            "video_id": "A0_2bMbEY9o",
            "title": "WEF 2015 | New Technology Makes Deep Learning Possible | Cognizant",
            "created_date": "2015-03-03",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=deeplearning The World Economic Forum 2015 attracts many business, government and non-government organization leaders. Cognizant is one such participant, which new insight into way digital technology advancements, such as deep learning, can advance business.\n\nArtificial intelligence has percolated for many years and is becoming more commonplace in large knowledge-based business. Deep learning is an important development makes use of smarter algorithms to allow machines to perform far more complex tasks in line with human behavior. Erik Brynjolfsson, director of the MIT Center for Digital Business, discussed the implications of deep learning with Cognizant's own Executive VP of Strategy and Marketing, Malcolm Frank, at the most recent WEF.\n\nDeveloping smart machines will impact virtually every facet of society, but up until recently the technology was just not up to speed. Thanks to developments like cloud computing, which allows for much faster processing of large amounts of data, deep learning is now taking hold. Such technological innovation has made advanced machine learning a reality, building on developments in the neural networks space and better understanding of ways to instill complex reasoning systems into machines.\n\nThought leaders like Cognizant are applying artificial intelligence to enable business to work more effectively and efficiently. For more information on all that Cognizant can achieve for your business, please visit the link above.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=A0_2bMbEY9o&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/A0_2bMbEY9o/default.jpg"
        },
        {
            "id": 18,
            "asset_id": "1291",
            "video_id": "MEFX_wnrhE8",
            "title": "WEF 2015 | The Changing Face of Digital Technologies | Cognizant",
            "created_date": "2015-03-03",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=changingface At the World Economic Forum 2015, Cognizant CEO, Francisco D'Souza, spoke about the importance of maintaining a competitive advantage in the face of ever changing digital technology. This topic was top of mind for many in attendance as they try to make sense of warp-speed change across today’s digital business landscape.\n \nCognizant's Executive VP of Strategy and Marketing, Malcolm Frank, and D'Souza discussed the breakneck speed of ongoing technological innovation and the resiliency required to keep pace. For instance, only two years ago those speaking of digitization focused primarily on social media and cloud-based computing. These days the conversation has shifted to digital technologies such 3D printing and artificial intelligence, which are beginning to have an incredible impact on the business world. \n\nD'Souza also stressed just how important it is for businesses to anticipate and subsequently adapt to technological changes. This requires business leaders to think carefully about IT security and privacy, while also instituting a set of competitive barriers to help those innovative companies make the most of emerging digital technology. \n\nSeizing opportunity involves new ways of thinking. Companies like Cognizant can help your business achieve its business objectives in the new digital age. \n\nFor more information on what Cognizant can help you achieve, please visit the link above.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=MEFX_wnrhE8&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/MEFX_wnrhE8/default.jpg"
        },
        {
            "id": 19,
            "asset_id": "1290",
            "video_id": "QAsRID1tzwo",
            "title": "WEF 2015 | Digital: A CEO-Level Agenda Item | Cognizant",
            "created_date": "2015-03-03",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=imergingtech The World Economic Forum routinely draws business luminaries charged with running globally recognized corporations. This was certainly the case at the most recent meeting in 2015 where Cognizant's Executive VP of Strategy and Marketing, Malcolm Frank, and CEO Francisco D’Souza, spoke with numerous innovators about the role of digital technology in modern business models.\n\nFrancisco D'Souza, sees new technology as a means of solving both cost and revenue-related business concerns. CEO of Willis North America, Todd Jones, foresees the future impact of digitization impacting business’ ability to derive and apply meaning from code, while MasterCard's Chief Innovation Officer, Garry Lyons, sees great potential for existing businesses to transition to bigger and better things thanks to ongoing digital business change.\n\nNo matter the individual perspective, ongoing digital advancements are destined to have real impact on existing and emerging economic models. However, making the most of such advances requires innovators in every conceivable field to look beyond the immediate. This makes digital – and its resultant innovation – a key CEO-level action item that will inform strategic planning for the foreseeable future.\n \nGoing digital has caught the eye of those occupying the highest levels of the business world as they attempt to anticipate where this rising tide of digitization will eventually lead. For more information on all that innovators like Cognizant can do for your business, please visit the link above.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=QAsRID1tzwo&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/QAsRID1tzwo/default.jpg"
        },
        {
            "id": 20,
            "asset_id": "1289",
            "video_id": "h3UHbE5ba-g",
            "title": "WEF 2015 | Digital’s Impact On Business | Cognizant",
            "created_date": "2015-03-03",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=businessimpact The World Economic Forum 2015 brought together innovative thinkers from many different industries, worldwide, to discuss the top socio-economic challenges of our time. Cognizant was among the participants and hosted a CEO dinner to provide a forum for captains of industry to discuss how digital business transformation is impacting the global economy.\n\nCognizant's Executive VP of Strategy and Marketing, Malcolm Frank, discussed such economic innovations with numerous luminaries. Vice Chairman and President of Salesforce Keith Block states that 90% of the world's data has only just been collected in just the last two years. This staggering number highlights the importance of innovative thinking when it comes to applying the latest technological advancements to current business models. \n\nAnother perspective is offered by Jonas Prising, CEO of Manpower Group. Prising posits that emerging technology simply enables business advances, whether through offering new avenues of thought or by improving current processes to make business ever-more efficient. Similarly, Cognizant's CEO, Francisco D'Souza stresses the importance of flexibility when it comes to merging business and technology.\n\nDigital technology affords ample opportunity to those interested in creating breakthrough business models. For more information on the innovative minds at Cognizant and what they can do for your business, please visit the link above.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=h3UHbE5ba-g&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/h3UHbE5ba-g/default.jpg"
        },
        {
            "id": 21,
            "asset_id": "1288",
            "video_id": "zA17ZW3FTY4",
            "title": "WEF 2015 | Augmenting Human Abilities with Machines | Cognizant",
            "created_date": "2015-03-03",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=augmenting The World Economic Forum 2015 brought together a panoply of innovative thinkers focused on the future of business and technology. Cognizant was among the participants focused on the burgeoning relationship between machines and humans, and the ultimate impact this relationship can have on business and society. \n\nDirector of the MIT Center for Digital Business, Erik Brynjolfsson and Cognizant's Executive VP of Strategy and Marketing, Malcolm Frank, discussed the many benefits of melding man and machine with. While computing has become downright super-human in some aspects, there are still quite a few tasks that are best left to mankind to perform. These include more creative pursuits, such as entrepreneurship and artistic endeavors.\n\nThat's why digital technology seems to work best when augmenting human skills. Brynjolfsson uses the example of a chess tournament where the teams that fared best in the tournament were not those that possessed the most computing power, or those that were proven masters of the game. Instead, teams that could ably delegate which tasks were best performed by humans and which should be left to machines were found to be the most successful throughout the competition.\n\nThe lesson of the above example is clear; digital advancements are the most useful when they are used to complement existing human skills. Such a relationship delivers a competitive advantage to business and society. Please visit the link above to learn more about what Cognizant can do for your business.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=zA17ZW3FTY4&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/zA17ZW3FTY4/default.jpg"
        },
        {
            "id": 22,
            "asset_id": "1287",
            "video_id": "G8HFiydFGp8",
            "title": "WEF 2015 | Reskilling for Digital Business & Society | Cognizant",
            "created_date": "2015-03-03",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=reskilling New skills needed to prosper in the digital age was a top-of-mind topic at the World Economic Forum 2015. This topic was center stage at a fireside chat between Cognizant Executive VP of Strategy and Marketing, Malcolm Frank and Erik Brynjolfsson, Director of the MIT Center for Digital Business.\n\nGone are the days of acquiring an education and subsequently settling into a long-term job. Modern digital workers will need to continually refresh essential skills, especially interpersonal skills related to human interaction. This is particularly important to the incoming generation of workers who typically focus on digital over interpersonal skills required for business success.\n\nWhile maintaining a grasp on the latest tech advancements is essential, Brynjolfsson stresses the importance of also honing human skills, such as creativity. While technology has experienced rapid innovation over the years, certain tasks are still best performed by human beings in all their splendor. \n\nTo this end, future generations must undertake consistent relearning of vital skills to ensure continued career success. Emphasizing technological skills over the human advantage can result in a diminished outcome for all involved. Industry leaders like those at Cognizant are well-aware of the importance of melding future technology with the best and brightest minds available. This combination of abilities is integral to a changing society, no matter what generation one may belong to. \n\nFor more information on all that Cognizant can accomplish for your business, please visit the link above.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=G8HFiydFGp8&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/G8HFiydFGp8/default.jpg"
        },
        {
            "id": 23,
            "asset_id": "1286",
            "video_id": "0YpkpbF3xgc",
            "title": "WEF 2015 | Defining the Economic Value of Digital Technology | Cognizant",
            "created_date": "2015-03-03",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=valueofit While past industrial revolutions entailed replacing manual labor with automation, today's digital age is more about coexistence of man and machine. The socio-economic implications of this new digital age was a hot topic of conversation at the World Economic Forum 2015, Cognizant’s VP of Strategy and Marketing, Malcolm Frank, and MIT’s Erik Brynjolfsson held a fireside chat on the opportunities and challenges for business worldwide. \n\nAs the Director of MIT's Center for Digital Business, Brynjolfsson is on the forefront of emerging technology. He also studies the economic value of new digital technology, and how such technological advancements can be applied to the business world.\n\nWhen man and machine come together, society reaps many benefits. Increased wages is one reward, while decreased labor is another. However, without thoughtful application of emerging technology, there are unforeseen societal consequences. That's why all entities across industry, government, and NGOS, (i.e., those involved in WEF 2015) must lead the way with technological innovation. \n\nFor business, this can be accomplished with creative thinking. Rather than automating existing processes, industry leaders must find new ways to implement existing and evolving technology to benefit themselves, their customers and partners, and society as a whole. Crowd sourcing is one method of garnering a wide range of ideas, which can lead to a far more creative thought process than when utilizing traditional business models. \n\nAs the world becomes more digitally connected, the need for innovators will be ever more apparent. Such innovation affords a competitive edge that may be lacking in many businesses. \n\nFor more information on all that Cognizant can do for your business, please visit the link above.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=0YpkpbF3xgc&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/0YpkpbF3xgc/default.jpg"
        },
        {
            "id": 24,
            "asset_id": "1285",
            "video_id": "ys9ovv81Y2U",
            "title": "WEF 2015 | Organizational Adaptability & Digital Disruption | Cognizant",
            "created_date": "2015-03-03",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=adaptability Change management is a huge aspect of business success, especially when it comes to digital technology. Accordingly, attendees of the World Economic Forum 2015 discussed ongoing technological change and how digital disruption is impacting business innovation. These discussions included industry leaders like Cognizant, who are leading the charge by helping organizations worldwide reap value from digital business transformation.\n\nAdaptability can determine a business's ultimate success, according to Cognizant CEO, Francisco D'Souza. Technological innovation is happening at a much faster pace than previously expected, which means organizations must embrace a flexible approach when integrating new digital technology with legacy systems and business processes. \n\nCEO of MasterCard, Garry Lyons, points out how organizations can make the most of disruptive innovation by assessing short-term and long-term trade-offs. In some cases, radical changes implemented today will take time to catch on. Organizations must therefore take a long-term view of these types of innovations to achieve their business objectives.\n \nThe goal is to keep the business humming with minimal disruption to operations. Companies like Cognizant, with their keen insight into the worlds of digital business and technology, can assist you in achieving such success. \n\nFor more information on all that Cognizant can do for your organization, please visit the link above.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=ys9ovv81Y2U&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/ys9ovv81Y2U/default.jpg"
        },
        {
            "id": 25,
            "asset_id": "1284",
            "video_id": "GnvdDfxagRI",
            "title": "WEF 2015 | The On-Demand Economy | Cognizant",
            "created_date": "2015-03-03",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=ondemandeconomy Innovation is an important feature of the business world, as illustrated by the many bright minds participating in the World Economic Forum 2015. Cognizant is just one of numerous participants seeking to illuminate and offer solutions to emerging business and technology challenges.\n\nNearly everyone is aware of sharing services like Uber and Airbnb. What some fail to consider is just how much these services impact the economy overall. Ride sharing is just one example of what is dubbed the on-demand economy, and this concept has applications beyond just car services. Cognizant’s Executive VP of Strategy and Marketing, Malcolm Frank, discussed the benefits of a sharing economy with Erik Brynjolfsson, director of the MIT Center for Digital Business.  \n\nBrynjolfsson posits that implementing an on-demand economy can not only help fulfill an essential service, but it can also serve to make the most efficient use of labor and capital. Take ride sharing: a personal vehicle that is idle most of the time can be put to use by its owners to the benefit of those seeking low-cost transportation. This concept can be applied to other industries and services, from the financial sector to insurance companies and real estate. \n\nAs a result, the shift towards this sharing or on-demand economy is becoming increasingly popular. For more information on all that Cognizant can accomplish for your business, visit the link above.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=GnvdDfxagRI&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/GnvdDfxagRI/default.jpg"
        },
        {
            "id": 27,
            "asset_id": "1275",
            "video_id": "kB7Rn_zOGIM",
            "title": "Transforming Banking and Financial services with Actionable Analytics",
            "created_date": "2015-02-26",
            "description": "Data analytics are providing financial institutions with insights to drive improvement across the enterprise, from sales, fulfillment and customer care to IT, compliance and the front and back offices. However, gaps between information discovery, understanding, and action can derail these efforts.  To learn more on Learn how actionable analytics can help financial services institutions drive market differentiation, business growth and operational efficiency, visit cognizant.com/actionableanalytics to download the e-book.",
            "set_names": "Analytics,Banking & Financial Services,Big Data Analytics,SMAC Stack,Tier 1",
            "industry_name": "Banking & Financial Services",
            "theme_name": "SMAC Stack",
            "youtube_url": "https://www.youtube.com/watch?v=kB7Rn_zOGIM&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/kB7Rn_zOGIM/default.jpg"
        },
        {
            "id": 34,
            "asset_id": "1237",
            "video_id": "qvFiWuty8UA",
            "title": "World Economic Forum ’15 | Disruptive Digital Technology | Cognizant",
            "created_date": "2015-01-29",
            "description": "http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=codehalosbigdata Attendees at the World Economic Forum 2015 in Davos discussed ways businesses, governments, individuals and NGOs  can collaborate to solve the world’s big-picture social, political and economic challenges. Cognizant, a leading global provider of IT, consulting, and business process services, was there in full force to share its views on digital transformation with senior business leaders across industries.\n\nMalcolm Frank, Cognizant’s Executive VP of Strategy and Marketing, and Francisco D’Souza, Cognizant’s CEO, traveled to Switzerland to discuss the growing role digital technology plays in today’s top performing businesses. Francisco emphasizes the importance of business agility: the ability to forecast upcoming changes in the economy and technology, and then actually adopt and integrate new business processes is an invaluable strength.\n\nMalcolm recounts the discussions at WEF confirming that digital technology is now a CEO-level concern. For example, one of the most important innovations currently being utilized is Big Data. 90% of all data in the world has been collected in the past two years, according to Keith Block, Vice Chairman and President of Salesforce. He describes how the convergence of social, mobile, analytics, and cloud technologies – what Cognizant has dubbed the SMAC Stack – has presented a huge opportunity for businesses to become more connective, collaborative, real-time, and productive.\n\nJonas Prising, CEO of ManpowerGroup, describes how the technology gives way to innovation while Garry Lyons, CIO of MasterCard, advises organizations to appoint a single person to discover and utilize disruptive technology. This role is so crucial that it would ideally have the sponsorship and support of the CEO.\n\nTodd Jones, CEO of Willis North America, describes the recent sea change, freeing up capital which helps fund research and strategies to avoid risks within companies. Not only do these discoveries help the organization itself, but they can also be passed onto the organization’s clients for further streamlining.\n\nIn short, digital tech is now a CEO-level concern the world over. Capitalizing on innovative and disruptive solutions is the key to outpacing the competition and staying relevant.\n\nTo learn more about how Cognizant can help your organization innovate and run better, visit http://www.cognizant.com?utm_source=youtube&utm_medium=description&utm_term=pixability&utm_campaign=codehalosbigdata.",
            "set_names": "Digital Business",
            "industry_name": "",
            "theme_name": "Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=qvFiWuty8UA&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/qvFiWuty8UA/default.jpg"
        },
        {
            "id": 37,
            "asset_id": "1200",
            "video_id": "yq2EFb_95ao",
            "title": "Code Halos: The Connected Story",
            "created_date": "2014-12-17",
            "description": "http://pixvid.me/ConnectedStories Digital technology is transforming the way companies deliver value and services, and keeping up with the latest innovations can be a full time job. One way organizations are translating data into insights and foresights is by analyzing their digital transactions and interactions, or what is known as applying Code Halo thinking. Code Halos are the digital information that surround every person, process, organization and device. Cognizant helps industry leading organizations collect, analyze and capitalize on the opportunities that Code Halos help uncover.\r\n\r\n\r\nBen Pring and Paul Roehrig, co-founders of Cognizant’s Center for the Future of Work, dive into real-world examples that illustrate how companies are capitalizing on Code Halo thinking. Uber, Apple, Netflix and other modern, leading-edge businesses are applying Code Halo thinking to create a better customer experiences and simultaneously tap new sources of revenue.  Companies competing on “code”  and making meaning at Code Halo intersections  are delivering curated, digital experiences that anticipate customer needs and exceed expectations. Don’t let your organization get left behind. Learn more about Code Halos by clicking the link above.",
            "set_names": "Code Halos,Cross Industry,Technology,Tier 1",
            "industry_name": "Cross Industry,Technology",
            "theme_name": "Code Halos",
            "youtube_url": "https://www.youtube.com/watch?v=yq2EFb_95ao&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/yq2EFb_95ao/default.jpg"
        },
        {
            "id": 38,
            "asset_id": "1199",
            "video_id": "R3dXn-3-ARM",
            "title": "Meet Bhaskar Sambasivan, VP and Head of Life Sciences | Cognizant",
            "created_date": "2014-12-17",
            "description": "http://pixvid.me/clinicaltrials Meet Bhaskar Sambasivan, VP and Head of Life Sciences at Cognizant, and learn more about the experience Cognizant has, working with global partners in the pharmaceutical, healthcare and life sciences industries. Specifically, he explains how Cognizant works with clients to improve efficiency in clinical trials. \r\n\r\nAs a global provider of technology solutions, international healthcare organizations turn to Cognizant for support in everything from implementing new technologies to optimizing processes and integrating cross-functional technologies.\r\n\r\nIntegrated services from Cognizant cover all segments of the clinical development field with consulting, IT solutions and business process optimization services designed to streamline workflow operations and improve efficiencies.\r\n \r\nCognizant offers integrated business services to the life sciences industry to rationalize costs, enhance operational efficiencies and improve business agility across all business processes. \r\n\r\nLearn more about the latest technologies and services Cognizant has developed for partners in the life sciences sector by clicking on the link above.",
            "set_names": "Life Sciences,Tier 1",
            "industry_name": "Life Sciences",
            "theme_name": "",
            "youtube_url": "https://www.youtube.com/watch?v=R3dXn-3-ARM&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/R3dXn-3-ARM/default.jpg"
        },
        {
            "id": 40,
            "asset_id": "1191",
            "video_id": "M2LX-WrQZVA",
            "title": "Leveraging Big Data to Improve Clinical Trials | Cognizant",
            "created_date": "2014-12-11",
            "description": "http://pixvid.me/leveragebigdata With advancements in technology, clinical development organizations have access to more data than ever before. Innovations like mobile tracking allow for organizations to set up virtual clinical trials and obtain real time data. At the same time, cloud technologies have provided collaboration opportunities across pharma organizations. This allows data to originate internally from the business itself, as well as from outside companies and providers, and even social media.\r\n\r\nBut how can the pharma industry leverage big data to improve clinical trials? Cognizant helps life sciences companies get the most out of clinical trial development efforts by partnering to develop information management systems that sort through data and pull out relevant insights. This saves time and provides for new data insight.\r\n\r\nThe technology developed for these purposes should mine all relevant data in an effective manner, then presents it in an easy to understand manner so that businesses and their data scientists can get the most out of that information. Cognizant helps these companies turn data into actionable insight.\r\n\r\nTo learn more about Cognizant’s experience in the Life Sciences industry, click on the link above.",
            "set_names": "Analytics,Big Data Analytics,Healthcare,Life Sciences,Technology,Tier 1",
            "industry_name": "Healthcare,Life Sciences,Technology",
            "theme_name": "",
            "youtube_url": "https://www.youtube.com/watch?v=M2LX-WrQZVA&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/M2LX-WrQZVA/default.jpg"
        },
        {
            "id": 41,
            "asset_id": "1190",
            "video_id": "RW88zbjwSjg",
            "title": "Misconceptions Regarding Technology in Clinical Trials | Cognizant",
            "created_date": "2014-12-11",
            "description": "http://pixvid.me/misconceptions Some pharmaceutical organizations have been slow to adapt advancements in cloud technology despite the opportunities that these technologies create for improving studies and clinical trials. This is partly due to misconceptions about technology, a topic discussed by industry expert Bhaskar Sambasivan, VP and Head of Life Sciences at Cognizant. \r\n\r\nWith experience helping clinical development organizations all over the world, Sambasivan says the most common misconception he sees is about data security. Learn how cloud security has developed alongside the technology to minimize security threats. \r\n\r\nHe also encourages organizations to rethink the way research and development technology is used. Through new platforms, R&D organizations can now benefit from optimizing processes and reducing costs. \r\n\r\nCognizant helps Life Science companies change their thinking from private, in house data management to collaborative, common platforms designed for achieving results. \r\n\r\nTo learn more about cloud technology and how it can help your business grow, click on the link above.",
            "set_names": "Life Sciences,Tier 1",
            "industry_name": "Life Sciences",
            "theme_name": "",
            "youtube_url": "https://www.youtube.com/watch?v=RW88zbjwSjg&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/RW88zbjwSjg/default.jpg"
        },
        {
            "id": 42,
            "asset_id": "1189",
            "video_id": "RHhhdbof9io",
            "title": "Innovation and Technology in Clinical Trials | Cognizant",
            "created_date": "2014-12-11",
            "description": "http://pixvid.me/techtrials Clinical research organizations are now capable of harnessing more data than ever before. But how? And what can they do with all of this new information? Learn more about the transformation taking place in clinical operations as a result of technological innovations from Bhaskar Sambasivan, VP and Head of Life Sciences at Cognizant. \r\n\r\nSambasivan identifies four main changes in the industry and how they are creating opportunities for life science companies:\r\n\r\nWearable devices collect real time data from patients, allowing for remote monitoring and ongoing feedback between the patient and physician. \r\n\r\nLife sciences companies can utilize improvements in data management technology to more efficiently collect and analyze existing (internal and external) healthcare data.\r\n\r\nUser-friendly technology is replacing old complex systems within research and development organizations. \r\n\r\nCollaboration and crowd sourcing emerging as a way to encourage scientific discovery. \r\n\r\nCognizant offers integrated services to life science companies looking to improve clinical trial efficiencies and outcomes. For more information, please click on the link above.",
            "set_names": "Life Sciences,Tier 1",
            "industry_name": "Life Sciences",
            "theme_name": "",
            "youtube_url": "https://www.youtube.com/watch?v=RHhhdbof9io&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/RHhhdbof9io/default.jpg"
        },
        {
            "id": 44,
            "asset_id": "1187",
            "video_id": "RcCuOKRSnPA",
            "title": "Healthcare Research and Development Trends | Cognizant",
            "created_date": "2014-12-11",
            "description": "http://pixvid.me/rndtrends Join Bhaskar Sambasivan, Vice President and Head of Life Sciences, to look at the future of Research and Development (R& D), specifically in the healthcare industry. Cognizant has been partnering with leading global healthcare providers for years, amassing the knowledge, insights, and strategies for both present and future success.\r\n\r\nMr. Sambasivan believes there are three primary areas that exemplify the trends and challenges facing all healthcare R&D – the 3 E’s. First is the empowered patient, who is changing the way all organizations are engaging with their more educated patients, especially during clinical trials. Second is the current evolution of outcome based models, which is changing the structure and goals of the pharmaceutical industry. Third is externalization and collaboration, which reaches across business, academia, peer organizations, and consortiums.\r\n\r\nCognizant is the global leader in business and technology services, helping our clients bring the future of work to life today. We provide clients with access to the latest and most relevant technology to solve problems and propel their business forward. As your enterprise partner, Cognizant’s deep industry expertise readies your company to achieve future goals by integrating analytics, application services, business process services (BPS), IT infrastructure services, digital security, and more.",
            "set_names": "Healthcare",
            "industry_name": "Healthcare",
            "theme_name": "",
            "youtube_url": "https://www.youtube.com/watch?v=RcCuOKRSnPA&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/RcCuOKRSnPA/default.jpg"
        },
        {
            "id": 45,
            "asset_id": "1175",
            "video_id": "Wy_LxXmIMx8",
            "title": "An Introduction to Code Halos",
            "created_date": "2014-11-25",
            "description": "Capitalizing on Code Halos in the IoT Marketplace presentation by Ben Pring, co-director of Cognizant’s Center for the Future of Work, at the Connect Cloud Summit,  Boston, MA, September 2014.",
            "set_names": "Code Halos,Cross Industry,Digital Business,Tier 1",
            "industry_name": "Cross Industry",
            "theme_name": "Code Halos,Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=Wy_LxXmIMx8&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/Wy_LxXmIMx8/default.jpg"
        },
        {
            "id": 46,
            "asset_id": "1174",
            "video_id": "hbR5cX6g4v8",
            "title": "Code Halos: Privacy & Ethics",
            "created_date": "2014-11-25",
            "description": "Capitalizing on Code Halos in the IoT Marketplace presentation by Ben Pring, co-director of Cognizant’s Center for the Future of Work, at the Connect Cloud Summit,  Boston, MA, September 2014.",
            "set_names": "Code Halos,Cross Industry,Digital Business,Tier 1",
            "industry_name": "Cross Industry",
            "theme_name": "Code Halos,Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=hbR5cX6g4v8&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/hbR5cX6g4v8/default.jpg"
        },
        {
            "id": 47,
            "asset_id": "1173",
            "video_id": "w32ZpQuUt6c",
            "title": "Monetizing Code Halos",
            "created_date": "2014-11-25",
            "description": "Capitalizing on Code Halos in the IoT Marketplace presentation by Ben Pring, co-director of Cognizant’s Center for the Future of Work, at the Connect Cloud Summit,  Boston, MA, September 2014.",
            "set_names": "Code Halos,Cross Industry,Digital Business,Tier 1",
            "industry_name": "Cross Industry",
            "theme_name": "Code Halos,Digital Business",
            "youtube_url": "https://www.youtube.com/watch?v=w32ZpQuUt6c&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/w32ZpQuUt6c/default.jpg"
        },
        {
            "id": 48,
            "asset_id": "1167",
            "video_id": "GrPpe3TOGwc",
            "title": "Cognizant | 2014 Supply Chain Planning Benchmark Study",
            "created_date": "2014-11-22",
            "description": "http://pixvid.me/supplychain2014 Supply chain planning is one of the ways companies can gain a competitive advantage in their industry, yet less than 10% of large and medium sized companies feel that they have mastered a highly integrated supply chain. Cognizant aims to change this and get your company up to speed. Leading companies have adopted new, customized systems that connect operational systems and with financial performance metrics to provide invaluable insights and better decision making capabilities. \r\n\r\n\r\nCognizant’s 2014 Supply Chain Planning Benchmark Study reveal the challenges companies face due a lack of visibility into operations. A series of questions are posed in this video to encourage companies to think more about the impact supply chain management is having within their operations, organization and industry. \r\n\r\nhttp://www.cognizant.com/suppychaindigest Today’s supply chain management technology is changing rapidly. Learn how Cognizant can help organizations plan, develop and implement customized solutions to improve operational processes by clicking the link above.",
            "set_names": "Supply Chain Management",
            "industry_name": "",
            "theme_name": "",
            "youtube_url": "https://www.youtube.com/watch?v=GrPpe3TOGwc&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/GrPpe3TOGwc/default.jpg"
        },
        {
            "id": 49,
            "asset_id": "1165",
            "video_id": "Y3q3fI4rMuo",
            "title": "Cognizant Cloud Integration Brokerage",
            "created_date": "2014-11-21",
            "description": "Cognizant Cloud Integration Brokerage is a cloud based B2B solution offering for all your B2B/MFT needs.",
            "set_names": "Cloud,Cross Industry,Tier 1",
            "industry_name": "Cross Industry",
            "theme_name": "",
            "youtube_url": "https://www.youtube.com/watch?v=Y3q3fI4rMuo&feature=youtube_gdata_player",
            "thumbnail": "http://i1.ytimg.com/vi/Y3q3fI4rMuo/default.jpg"
        }
    ]
}